<?php

return [
    'user_created' => 'ব্যবহারকারী সফলভাবে তৈরি হয়েছে।',
    'user_not_created' => 'ব্যবহারকারী তৈরি করা যায়নি! অনুগ্রহ করে আবার চেষ্টা করুন।',
    'login_success' => 'সফলভাবে লগইন হয়েছে।',
    'login_failed' => 'এই তথ্যের কোনো ব্যবহারকারী পাওয়া যায়নি।',
    'password_link_sent_success' => 'পাসওয়ার্ড পুনরুদ্ধারের লিংক আপনার ইমেইলে পাঠানো হয়েছে।',
    'password_link_sent_failed' => 'পাসওয়ার্ড পুনরুদ্ধারের লিংক পাঠানো যায়নি! অনুগ্রহ করে আবার চেষ্টা করুন।',
    'reset_link_invalid' => 'পাঠানো লিংকটি সঠিক নয়! অনুগ্রহ করে আবার চেষ্টা করুন।',
    'password_changed_successfully' => 'পাসওয়ার্ড সফলভাবে পরিবর্তন হয়েছে! নতুন পাসওয়ার্ড দিয়ে লগইন করুন।',
    'password_change_failed' => 'পাসওয়ার্ড পরিবর্তন করা যায়নি! অনুগ্রহ করে আবার চেষ্টা করুন।',
    'email_verification_successfully' => 'আপনার ইমেইল সফলভাবে যাচাই হয়েছে।',
    'email_verification_sent' => 'আপনার ইমেইলে যাচাইয়ের লিংক পাঠানো হয়েছে।',
    'account_disabled' => 'অ্যাকাউন্টটি নিষ্ক্রিয়! সক্রিয় করতে সহায়তা দলের সাথে যোগাযোগ করুন।',
];
